Repository: mozilla-l10n/mt-training-data
Catalog: jv/jv_pontoon.tmx
Source language: en_us
Languages: jv

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
jv: Pas ngrungokake, priksa kanthi teliti menawa apa sing wis direkam persis kaya sing wis ditulis; tolak yen ana kesalahan sanajan cilik. <br />Kesalahan sing umum banget kalebu:

source: When Not to Tag Words
jv: Nalika Ora Perlu Menehi Tag Tembung

source: When responding to a question, the goal is to respond naturally – just like you would in a real-life conversation. We want to capture how languages actually mix in everyday speech.
jv: Nalika mangsuli pitakonan, tujuane yaiku nanggapi kanthi alami - kaya sing bakal sampeyan lakoni ing obrolan nyata. Kita pengin nangkep kepiye basa-basa kasebut nyampur ing obrolan saben dina.

source: When transcribing responses that include codeswitching, represent the speaker’s language as it was spoken – without correcting, editing, or simplifying. This is for all switches between languages, informal speech, and mixed-language words.
jv: Nalika nyalin tanggapan sing kalebu alih kode, wakilana basa pawicara kaya sing diucapake - tanpa mbenerake, nyunting, utawa nyederhanakake. Iki kanggo kabeh owah-owahan antarane basa, wicara informal, lan tembung campuran basa.

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
jv: Yen sampeyan njaluk rekaman, kita ngumpulake menyang siji utawa sawetara file ZIP. Iki panjaluk sampeyan sing kepungkur:

source: “When you talk to your cousins, do you mix Spanish and English?”
jv: "Nalika kowe ngobrol karo dulurmu, apa kowe nyampur basa Spanyol lan Inggris?"

source: Where a root is English but the suffix is Spanish: “parkear”, “printearlo”
jv: Ing ngendi tembung asline saka basa Inggris nanging akhirane saka basa Spanyol: "parkear", "printearlo"

source: Which variant of { $language } do you speak?
jv: Variasi sing endhi { $language } sing sampeyan gunakake?

source: Why ?
jv: kenapa?

source: Why a profile?
jv: Kenapa profil?

source: Why are you asking?
jv: Kenapa sampeyan takon?

source: Why Common Voice?
jv: Kenapa Common Voice?

source: Why does this matter?
jv: Kenapa iki penting?

source: Why we built this Spontaneous Speech prototype
jv: Kenapa kita mbangun prototipe Spontan Speech iki

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
jv: Kanthi profil, sampeyan bisa nglacak aktivitas sampeyan lan nyambung karo komunitas kontributor data swara.

source: Word segments, false starts, repeated words
jv: Segmen tembung, wiwitan sing salah, tembung sing dibaleni

source: Words like “um,” “like,” “pues,” “you know,” and “entonces” are meaningful. Example: “So, um, I told her like, ‘pues no sé, maybe later.’”
jv: Tembung-tembung kaya "hm," "koyo," "eh," "weruh po ora," lan "dadi" iku nduweni teges. Tuladha: "Dadi, um, aku ngomong karo dheweke, ra sido, menawa mengko bae.'"

source: Words written in the wrong orthography
jv: Tembung-tembung sing ditulis nganggo aturan panulisan sing salah

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
jv: Apa sampeyan pengin njaluk rekaman swara sampeyan uga dibusak, utawa luwih seneng disimpen ing kumpulan data Common Voice?

source: Write
jv: Tulis

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
jv: Tulisen persis apa sing diomongake wong, kalebu tembung sing aneh kaya 'um', utawa 'errr'.

source: Write down what you hear the person saying here
jv: Tulisen apa jare wong sing ngomong ning kene

source: Write each word according to the spelling of the language it’s from. For example:
jv: Tulis saben tembung miturut ejaan basa asale. Tuladhane:

source: Write options menu
jv: Nulis menu pilihan

source: Writing down disfluencies, including hesitations and repetitions
jv: Nulisake sing ora lancar, kalebu sing ora mesthi lan pangulangan

source: <wrong>Wrong</wrong>: It’s 100 miles away from here
jv: <wrong>Salah</wrong>: Iku adohé 100 mil saka kéné

source: <wrong>Wrong</wrong>: It was 20% off
jv: <wrong>Salah</wrong>: Diskon 20%

source: <wrong>Wrong</wrong>: See you in <underline>2015</underline>
jv: <wrong>Salah</wrong>: Ketemu maneh ing <underline>2015</underline>

source: <wrong>Wrong</wrong>: They were arrested by the <underline>eff bee eye</underline> last Thursday
jv: <wrong>Salah</wrong>: Dheweke dicekel dening <underline>eff bee eye</underline> Kamis kepungkur

source: “Yeah”
jv: "Iya"

source: Yes
jv: Ya

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
jv: Ya, kirimi aku email. Aku kepingin terus dikabari babagan Proyek Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
jv: Ya, kirimono aku email. Aku pengin tetep ngerti babagan kemajuan basa iki ing Common Voice.

source: You
jv: Sampeyan

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
jv: Sampeyan bakal miwiti ngundhuh <size>{ $size }GB</size>, diteruske?

source: You are prepared to initiate a download of <b>{ $size }</b>
jv: Sampeyan siap miwiti ngundhuh <b>{ $size }</b>

source: You are unable to establish a stable connection to our servers right now. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
jv: Sampeyan ora bisa nggawe sambungan sing stabil menyang server kita saiki. Mangga coba maneh mengko. Kanggo bantuan, mangga gabung karo <matrixLink>Obrolan komunitas Matrix</matrixLink>, monitor masalah situs liwat <githubLink>GitHub</githubLink> utawa bukak <discourseLink>forum Discourse kita</discourseLink>.

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
jv: Sampeyan bisa nambah ukara ing <writePageLink>Halaman Tulis</writePageLink> utawa mriksa ukara ing <reviewPageLink> Halaman Priksa</reviewPageLink>.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
jv: Sampeyan uga bisa nyalin lan nempel URL langsung menyang manajer undhuhan favorit. Bakal kadaluwarsa sakjerone 12 jam, nanging sampeyan bisa bali menyang kaca iki kanggo nggawe kaca anyar kapan wae.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
jv: Sampeyan uga bisa nggunakake Pintasan Keyboard: { sc-review-form-button-approve-shortcut } kanggo Nyetujoni, { sc-review-form-button-reject-shortcut } kanggo Nolak, { sc-review-form-button-skip-shortcut } kanggo Nglewati

source: You can choose to make your username public or anonymous.
jv: Sampeyan bisa milih nggawe jeneng pangguna sampeyan umum utawa anonim.

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
jv: Sampeyan bisa nemokake <examplePromptsLink>120 conto pitakon ing lembar iki.</examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
jv: Sampeyan bisa pindhah menyang <datasetsPage>kumpulan data</datasetsPage>, pilih versi lan basa sing dikarepake, lan undhuh! File kasebut duwe <metadataLink>metadata sing hubungan</metadataLink>, kayata informasi demografi lan data validasi. Sampeyan kudhu menehi alamat email kanggo ngundhuh kumpulan data.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
jv: Sampeyan bisa mbantu nggawe kumpulan data sumber terbuka kanthi nggawe profil Common Voice lan nyumbang swara sampeyan.

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
jv: Sampeyan bisa ketemu wong liya ing komunitas bahasa Mozilla, carane gabung karo <discordLink>Discord</discordLink> utawa <discourseLink>DiscourseLink> kanggo obrolan seng nduwe topik, utawa <matrixLink>Matrix</matrixLink> kanggo saran cepet.

source: You cannot add multiple sentences for a single submission
jv: Sampeyan ora bisa nambah pirang-pirang ukara kanggo sak kiriman

source: You cannot request your recordings while another request is already in progress.
jv: Sampeyan ora bisa njaluk rekaman nalika panjalukan liyane lagi ditindakake.

source: You can request a new takeout of your recordings every { $days } days.
jv: Sampeyan bisa njaluk njupuk rekaman anyar saben { $days } dina.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
jv: Sampeyan bisa nganakake acara kanggo mbantu wong melu kontribusi. Iku luwih gampang timbang sing sampeyan pikirake. Sampeyan bisa nindakake kanthi online nganggo alat konferensi video, utawa kanthi pribadi yen aman. <eventTemplate>Priksa template lan sumber daya kanggo acara sing lagi mlaku</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
jv: Sampeyan bisa <sentenceCollectorLinkAdd>nambah sithik jumlah ukara</sentenceCollectorLinkAdd>, utawa sampeyan bisa nindakake <bulkImportDocsLink>impor bareng-bareng nggunakake Github</bulkImportDocsLink>. Elinga yen ukara kudu <licenseLink>CC0 (utawa domain publik)</licenseLink>, utawa sampeyan bisa nulis dhewe.

source: You can start typing the name of your language here; if it's not yet on Common Voice, you'll be able to fill out a form with your language's data.
jv: Sampeyan bisa miwiti ngetik jeneng basa sampeyan ing kene; yen durung ana ing Common Voice, sampeyan bisa ngisi formulir nganggo data basa sampeyan.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
jv: Sampeyan bisa nggunakake <scraperLink>Ekstrak Kalimat</scraperLink> kanggo nggunakake ukara cekak saka Wikipedia.

source: You check whether the transcription matches the audio
jv: Priksa manawa transkripsi cocok karo swara

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
jv: Sampeyan bisa nglebokaké situs web, contoné "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
jv: Sampeyan bisa nggunakake gaya referensi akademik, contone gaya Harvard "Mozilla (2021) Common Voice. Sing ana ing https://commonvoice.mozilla.org/ (Diakses: 15 September 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
jv: Sampeyan bisa nggunakake platform media sosial kanggo ngirim pesen kasebut. Nudhuhake kiriman sing nerangake kenapa penting, lan hubungi wong liya babagan masalah kaya hak basa, AI swara, utawa bias ing teknologi. Deleng saran liyane babagan <campaignLink>nglakokake kampanye sosial, termasuk konten sing bisa digunakake maneh</campaignLink>.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
jv: Sampeyan durung milih basa. Mangga menyang <profileLink>Profile</profileLink> sampeyan kanggo milih basa.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
jv: Sampeyan wis tekan watesan kiriman kanggo kaca iki. Mangga ngenteni { $retryLimit } menit sadurunge ngirim ukara liyane. Matur nuwun wis sabar!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
jv: Sampeyan wis tekan watesan kiriman kanggo kaca iki. Mangga ngenteni { $retryLimit } detik sadurunge ngirim ukara liyane. Matur nuwun wis sabar!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
jv: Sampeyan duwe owah-owahan sing durung disimpen ing halaman iki. Yen sampeyan ngganti basa, owah-owahan sampeyan ora bakal disimpen. Apa sampeyan yakin pengin ngganti lokal?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
jv: Sampeyan duwe owah-owahan sing durung disimpen ing halaman iki. Yen sampeyan ninggalake halaman iki, owah-owahan sampeyan ora bakal disimpen. Apa sampeyan yakin arep ninggalake halaman iki?

source: You have unsaved changes on this page. If you switch datasets, your changes will not be saved. Are you sure you want to switch?
jv: Sampeyan duwe owah-owahan sing durung disimpen ing kaca iki. Yen sampeyan ngganti kumpulan data, owah-owahan sampeyan ora bakal disimpen. Apa sampeyan yakin arep ngalih?

source: You might also want to consider spanning different contexts and domains.
jv: Sampeyan uga bisa nimbang nyakup macem-macem konteks lan domain.

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
jv: Sampeyan mungkin tekan kene gara-gara ngeklik link ing aplikasi media sosial. Sampeyan nggunakake browser ing aplikasi sing ora ndhukung rekaman audio.

source: You must allow microphone access.
jv: Sampeyan kudu ngijini akses mikropon.

source: You must flag content that is offensive, harmful or otherwise worrying. It must also include no personally identifying information like phone numbers or addresses. It will be removed from your experience until the Common Voice team can review it and investigate further.
jv: Sampeyan kudu nandhani konten sing nyerang, mbebayani, utawa nguwatirake. Uga ora kudu ngemot informasi pribadi kaya nomer telpon utawa alamat. Konten kasebut bakal dibusak saka pengalaman sampeyan nganti tim Common Voice bisa mriksa lan nyelidiki luwih lanjut.

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
jv: Sampeyan kudu bisa ngrungokake saben tembung ing rekaman kasebut. Kita pengin mesin pembelajaran algoritma bisa nangani macem-macem gangguan latar mburi, lan swara sing relatif banter utawa gendhing latar mburi sing sepi bisa ditampa anggere ora nyegah sampeyan ngrungokake kabeh teks. Klakson utawa swara 'pecah' sing nyegah sampeyan ngrungokake teks berarti kudu sampeyan tolak klip kasebut.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
jv: Logat sampeyan yaiku cara sampeyan ngucapake tembung. Bisa dibentuk saka ngendi sampeyan manggon, basa liyane sing sampeyan gunakake lan akeh faktor liyane. Sampeyan bisa nuduhake informasi apa wae sing sampeyan rasa cocok ing kene.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
jv: Rekaman swara anonim sampeyan bakal tetep ana ing kumpulan data Common Voice. Sawise mbusak profil sampeyan, sampeyan ora bakal bisa ngirim panjalukan kanggo mbusak rekaman saka kumpulan data

source: Your API Credentials
jv: Kredensial API sampeyan

source: Your audio recording appears to be corrupted. This can happen due to: • Browser compatibility issues (try using a different browser) • Microphone or audio driver problems • Network interruptions during recording Please try recording again.
jv: Rekaman swara sampeyan kethokane rusak. Iki bisa kedadeyan amarga: • Masalah kompatibilitas browser (coba gunakake browser liyane) • Masalah driver mikrofon utawa audio • Gangguan jaringan nalika ngrekam Coba ngrekam maneh.

source: Your daily goal has been created
jv: Tujuan saben dina wis digawe

source: Your dataset is downloading!
jv: Kumpulan data sampeyan lagi diundhuh!

source: Your download has started.
jv: Undhuhan sampeyan wis diwiwiti.

source: You’re contributing to a target segment
jv: Sampeyan nyumbang kanggo segmen target

source: You’re contributing to our first target segment
jv: Sampeyan nyumbang kanggo segmen target pertama kita

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
jv: Sampeyan saiki disetel kanggo <bold>Ora</bold> nampa email kayata pangeling sasaran, nganyari kemajuanku lan berita babagan Common Voice

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
jv: Sampeyan saiki wis disetel kanggo nampa email kayata pangeling sasaran, nganyari kemajuanku lan berita babagan Common Voice

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
jv: Sampeyan kecepeten. Mangga sedhela kanggo mriksa ukara kasebut kanggo mesthekake yen wis bener.

source: You're helping Common Voice reach our daily sentence goals!
jv: Sampeyan mbantu Suara Umum nggayuh target ukara saben dina!

source: Your email address
jv: Alamat email sampeyan

source: You respond or reply to it as naturally as you can
jv: Sampeyan nanggapi utawa mbales sealami mungkin

source: Your files are being assembled. Please check again later.
jv: File sampeyan lagi dirakit. Mangga dipriksa maneh mengko.

source: Your language is already live on Common Voice <strong>Spontaneous Speech</strong>. Click <spontaneousSpeechLink>here</spontaneousSpeechLink> to contribute: don't forget to change the contribution/dataset language before you start contributing!
jv: Basa sampeyan wis aktif ing Common Voice <strong>Spontaneous Speech</strong>. Klik <spontaneousSpeechLink>ing kene</spontaneousSpeechLink> kanggo nyumbang: aja lali ngganti basa kontribusi/set data sadurunge sampeyan miwiti nyumbang!

source: Your language is already on the Common Voice languages list. You can facilitate the language launch on <strong>Scripted Speech</strong> by contributing sentences <sentencesContributionLink>here</sentencesContributionLink>.
jv: Basa sampeyan wis ana ing dhaptar basa Common Voice. Sampeyan bisa nggampangake peluncuran basa ing <strong>Scripted Speech</strong> kanthi nyumbang ukara <sentencesContributionLink>ing kene</sentencesContributionLink>.

source: Your language is already on the Common Voice languages list. You can facilitate the language launch on <strong>Scripted Speech</strong> by localising the platform interface <pontoonLink>here</pontoonLink>. The interface needs to be 60% localised; alternatively you may localise just the basic strings in ‘web/locales/en/pages/contribute/*.ftl’ to 100% (there are five such files), and the interface will be launched automatically.
jv: Basa sampeyan wis ana ing dhaptar basa Common Voice. Sampeyan bisa nggampangake peluncuran basa ing <strong>Scripted Speech</strong> kanthi nglokalisasi antarmuka platform <pontoonLink>ing kene</pontoonLink>. Antarmuka kudu dilokalisasi 60%; utawa sampeyan bisa nglokalisasi mung string dhasar ing 'web/locales/en/pages/contribute/*.ftl' dadi 100% (ana limang file kaya ngono), lan antarmuka bakal diluncurake kanthi otomatis.

source: Your Languages
jv: Basa Sampeyan

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
jv: Varian basa sampeyan bisa uga ora ana ing klip! Yen sampeyan kepenak, sampeyan bisa ngganti setelan kanggo ndeleng ukara liyane ing basa sampeyan.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
jv: Jenis basa sampeyan bisa uga ora ana ing ukara! Yen sampeyan setuju, sampeyan bisa ngganti setelan kanggo ndeleng ukara liyane ing basa e sampeyan.

source: Your message has been sent. Thank you!
jv: Pesen sampeyan wis dikirim. Matur nuwun!

source: Your recording exceeded the maximum duration of { $duration } seconds. Please record a shorter clip.
jv: Rekaman sampeyan ngluwihi wektu maksimal { $duration } detik. Mangga rekam klip sing luwih cendhek.

source: Your recording file is too large to upload. Please try recording a shorter clip.
jv: File rekaman sampeyan kegedhen kanggo diunggah. Coba rekam klip sing luwih cendhek.

source: Your username and email will not be associated with the published data.
jv: Jeneng pangguna lan email sampeyan ora bakal digandhengake karo data sing diterbitake.

source: Your weekly goal has been created
jv: Tujuan mingguan sampeyan wis digawe

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
jv: Sampeyan kudune nampa email saka Community Manager sing nerangake langkah-langkah kanggo nambahake basa sampeyan menyang Common Voice.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
jv: Sampeyan wis mbantu Common Voice nggayuh <goalPercentage></goalPercentage> saka target rekaman e kita saben dinane { $goalValue }!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
jv: Sampeyan wis mbantu Common Voice nggayuh <goalPercentage></goalPercentage> saka target validasi e kita saben dinane { $goalValue }!

source: You've successfully signed up for contributing to { $language }. Thank you.
jv: Sampeyan wis kasil ndaftar kanggo nyumbang ing { $basa }. Matur nuwun.

source: You want to join the Common Voice mailing list
jv: Sampeyan pengin gabung daftar email Common Voice

source: You write down what you hear in the audio clips
jv: Sampeyan nulis apa sing sampeyan krungu ing klip audio

source: Zip #{ $offset } of { $total }
jv: Zip #{ $offset } saka { $total }

source: 1 of %d files
jv: 1 saka %d dhokumèn

source: Account Verification Required
jv: Butuh Verifikasi Akun

source: Added page to Reading List
jv: Nambah laman ing Dhaptar Maca

source: Added to Reading List
jv: Ditambahaké menyang Daptar Waca

source: Added To Reading List
jv: Ditambahaké menyang Daptar Waca

source: Address and Search
jv: Alamat lan Panggolèkan

source: Add Search Engine
jv: Tambah Mesin Panggolèk

source: Add Tab
jv: Tambah Tab
